[
{"_id": "1ddfc70f-c853-47ac-a19c-7db0f10958a3", "title": ["Shiraz Leyva"], "content": ["Shiraz Leyva is a food and lifestyle writer with a specialization in holistic living. She’s as happy in high heels as she is digging around in her garden, and especially happy when sharing a great meal with friends. She studied literature in the US (Berkeley and New York) and Europe (Florence and Berlin). She’s currently based in Los Angeles."], "url": "https://basmati.com/contributor/shiraz-leyva"},
{"_id": "6f5fb437-1f7e-47db-af5f-d0edcc9894a8", "title": ["How To Make Your Home Fair Trade Friendly"], "content": ["Fair Trade", " is a global movement that came to fruition in 1946, after one of the earliest Fair Trade movement stores, Ten Thousand Villages, started buying needlework from Puerto Rico. As the ", "World Fair Trade Organization", " explains, “\"Fair Trade is a trading partnership, based on dialogue, transparency and respect, that seeks greater equity in international trade. It contributes to sustainable development by offering better trading conditions to, and securing the rights of, marginalized producers and workers—especially in the South.” In general, Fair Trade organizations work to demonstrate that fairness in global trade is possible, that businesses can be successful by putting people first—and combat large scale issues like ", "climate change", " and poverty at the same time. ", " ", "Why Choose Fair Trade?", "Choosing to purchase Fair Trade products—which can include everything from ", "bananas", " and ", "chocolate", " to cotton and ", "coffee", "—can help farmers and workers get fair pay from their livelihoods, in addition to promoting ", "sustainability", ". Additionally, Fair Trade businesses often work under stricter environmental regulations; those regulated as Fair Trade Premium businesses also invest money into local projects, thereby aiding other small businesses. ", " ", "What Products Are Fair Trade?", "The World Fair Trade Organizations works with more than 1.66 million farmers and workers which includes 1,411 Fair Trade certified organizations in 73 countries. Within this umbrella, you can purchase the following products:", "Coffee", "Chocolate", "Bananas", "Coconut Oil", "Flowers", "Gold", "Wine", "Herbs", "Pineapple", "Sugar", "Tea", "Beauty products", "Sports equipment", " ", "How To Fair Trade Your Home", "Purchasing Fair Trade products in lieu of mass-produced items can help small businesses in economically disadvantaged areas of the world. Along with benefitting farmers and workers who might otherwise be paid unfair wages for their work, Fair Trade items must be free of genetically-modified products and grown with very minimal amounts, if any, of ", "pesticides and insecticides", ". A variety of Fair Trade-certified products can replace items that might otherwise have been produced by workers who aren’t receiving fair wages and are living in unsafe conditions. Instead, many of our everyday household items can be purchased knowing that the products we use in our homes have been produced ethically. Did you know that all of these products can be purchased Fair Trade?", "Kitchen", "Many of us go to big box stores to fill our kitchen cupboards with appliances, dishes, and silverware, but most of these can be purchased at Fair Trade-certified businesses. Look for colorful ceramics, handwoven bread warmers, serving trays made from reclaimed wood, and etched mortar & pestles.", "Home Decorations", " ", "A variety of holiday ornaments are available for purchase through several Fair-Trade certified stores. Along with being made by hand, these products are often made using sustainable materials like felt. Additionally, dream catchers, macrame wall hangings, and even prayer flags can brighten a home.", "Bedroom", "To make the bedroom fair-trade friendly, purchase linens, sheets, and carpets to brighten your home and support fair trade businesses.", " ", "A Fair Trade Warning", "While Fair Trade’s roots were founded on helpful ideals, it’s worth noting that some Fair Trade is little more than a marketing scam. Many people confuse Fair Trade with simply returning home with souvenirs bought at a local shop during vacation, but the assumptions that these products actually support local workers can be mistaken. ", "Additionally, ", "The Center for Global Development", " expressed concerns over the methodology used in the Fair Trade business plan, noting that farmworkers (not farmers, but those that they hire) tended to receive smaller wages than those not working on Fair Trade farms. Other studies prompt questions about the quality of the farmworkers’ work environments and how much time they are able to work. Unfortunately, studies don’t yet compare a farm before and after a Fair Trade certification, making it difficult to know for sure if Fair Trade is actually disadvantageous to farmworkers. ", " ", "Get To Know Your Businesses! ", "All of this said, until studies prove otherwise, Fair Trade is a great option for helping to support businesses that employ local people. Beyond simply looking for the Fair Trade label, learning more about the business that you’re buying from—whether you’re purchasing lamps for your bedroom, utensils for your kitchen, or blankets for your bedroom—is always a good option.", " ", "Do you support Fair Trade businesses? Let us know in the comments below!", " ", " "], "url": "https://basmati.com/2019/02/04/how-make-your-home-fair-trade-friendly"},
{"_id": "0ad71605-f476-434b-ac7e-4d49f2211f6f", "title": ["10 One-Ingredient Organic Fertilizers For Winter"], "content": ["Don’t let your plants “just be” in the winters. Make sure you stockpile their larder with the best organic fertilizers for winter.", " ", "The plants that grow inches and feet in summer usually turn into ", "stragglers in winters", "—the cold having slowed their growth as well as metabolism. That doesn’t mean they do not need food, or rather fertilizer. What plants do need to weather Father Frost are slow-release fertilizers and as always, ", "going natural is great", " for the produce as well as the environment.", "The main difference between summer and winter application of fertilizers is that in summers, the fertilizer needs to be quick acting. In winters, it’s a slow-release fertilizer you want—the kind that gently keeps feeding the plant and the soil over an extended period of time. This way, the plant braves through the cold with enough reserve to bloom once spring arrives and the thaw melts.", "Organic vs. Synthetic Fertilizers", " ", "Organic fertilizers", " are by nature slow-release food; they take time to break down and ", "enrich the soil with macronutrients", ". This is also the reason why most produce farmers tend to go synthetic with fertilizers since they work faster to let the plants grow and become more “saleable.”", "However, overuse of synthetic fertilizers is actually bad for the soil since these chemicals destroy the soil’s natural microbe population and upset the organic balance of the soil. Organic fertilizers use naturally available nutrient-rich alternatives: alfalfa or cottonseed meal, or fish emulsion for nitrogen; bone meal or rock phosphate for phosphorus; and kelp or granite meal for potassium.", "Basically, ", "organic fertilizers feed the soil", " and make it healthy, while synthetic fertilizers simply feed the plant and slowly degrade the soil.", "The Macro-Nutrients In The Soil", "While the soil does need a bit of calcium, magnesium, and phosphorous to truly support a vivid biodiversity in it, the main nutrients that all plants thrive on remain the same NPK you get stockpiled in synthetic formulations.", "If you want large, lush, and leafy plants, nitrogen is what you are looking for. This is what most synthetic “growth” formulations have in large quantities, no magic there.", "If you want your blooms to bloom, and the roots to develop extensively, go for phosphorus.", "For hardier and disease or pest-resistant plants, as well as plants that grow even and absorb just the right amount of water, the magic ingredient is potassium.", "Before Fertilization", "Before you start applying fertilizer to the soil, do a cleanup. And by a cleanup, we mean just that. Remove any diseased, insect-ridden, and dead parts of the plants. Clear any junk around the topsoil as well. Remove all weeds around your plants as well lest they eat up the fertilizer, and do so by tilling the topsoil to get to the roots of the weed as well.", "Organic Winter Fertilizers", "So what makes a good, slow-release fertilizer, which is also organic, non-polluting, and economical? Surprisingly, lots of things…Here’s a handy list of ", "stuff you can use from your home and kitchen to restore the NPK", " (nitrogen-phosphorus-potassium) balance of the soil to make sure your beloved green beauties survive the winter frost. Just ", "everyday things that can fertilize", " those blooms...", "Bananas Or Peels:", " Plants need potassium? Leaves going yellow? Just bury a banana or a banana peel in a hole near the roots, and see the magic bloom.", "Dirty Fish Water:", " Wondering what to do with that freshwater aquarium water (not saltwater please!)? Don’t throw it out…pour it out on your blooms instead. Fish poop has just the right formulation of NPK, as well as magnesium and calcium to support your plants.", "Eggs-Actly:", " Need a calcium boost? Collect a week’s worth of eggshells (I have two egg-hungry boys so a week means almost 2-3 dozen for me!). Dry them out in the sun. Put them in a sturdy cloth bag and basically give them a walloping till crushed. You can also choose to crush them in a grinder. Just sprinkle over the soil and till away.", "Powdered Milk:", "  Not an egg person? Sprinkle powdered milk on soil lightly and till.", "Playing A Match:", " If the plants look a tad lame and droopy, magnesium is the call of the day. And all you need is a box of strike matches! Just soak a box full in a gallon of water, strain and spray as needed.", "What’s Food For The Horses:", " Is also food for the plants—so horse feed can simply be sprinkled on soil and tilled a bit and finally watered down. The key ingredient is ", "molasses", ", something that really spurs microbial growth in soil.", "Epsom Salts:", " One tablespoon Epsom salts dissolved in a gallon of water make for an excellent monthly spray for plants and give a quick dose of magnesium and sulfur.", "For Alkaline Plants:", " Coffee grounds are excellent plant food but they work better for plants that love a slightly acidic soil (think fruiting trees, azaleas, and evergreens). Store your coffee grounds in one big container. Once full, dry them to avoid clumping and spread over the soil.", "Wood Ash:", " As long as your wood fires burn bright minus any synthetic accelerants, the ash left is great for your alkaline-soil loving plants. Think vines, floral blooms, and ornamental plants.", "Cooking Water:", " Finally, retain the water you use to boil potatoes, pasta or just about any other veggies. Let it cool and randomly water the plants with it...", " ", "After Fertilization", "Finally, once all is well and done, don’t leave the topsoil to the mercy of the freeze. Easily removable ", "mulch ", "is a good idea for winters, and one of the best mulches is snow. However, if it’s not snowing, just cover the ground with easily removable mulch like leaves or even trimmed plant boughs. And that’s it, the soil and the plants are armed and ready to tough out the winter with their larder of food, or the best organic fertilizers for winter.", " "], "url": "https://basmati.com/2019/01/11/10-oneingredient-organic-fertilizers-winter"},
{"_id": "e92dc3b2-3438-40f6-bd5e-81844ccef428", "title": ["Jade de la Rosa"], "content": ["Jade is a freelance writer and ultra trail runner based in Bellingham, WA. She holds an MFA in Writing and is at work on her first historical fiction novel. Follow her adventures running, racing, and exploring the Pacific Northwest at ", "www.jadedelarosa.com", " "], "url": "https://basmati.com/contributor/jade-de-la-rosa"},
{"_id": "5a954f40-55fd-4736-847c-5cb154c77f4f", "title": ["Sky Curie"], "content": ["Sky is a traveler, writer, and ecologically conscious kid from Michigan. With a culinary background and a deep reverence for the symbiotic relationship between planet and self he strives to educate, grow communities, and contribute to the global effort to build a mentality of stewardship and care with the people and places around him. Likely to be found traveling the western hemisphere, he hopes to grow and strengthen the global network of environmental and social entrepreneurs through volunteerism, learning, and teaching in turn, to keep the conversation about what's next for our species and our planet, going and growing. "], "url": "https://basmati.com/contributor/sky-curie"},
{"_id": "f8622faa-2960-4d92-9ebd-f188170abc39", "title": ["Kate Harveston"], "content": ["Kate Harveston", " is a freelance writer. Her work deals mainly in politics and issues of social justice and human rights, but she has written on a wide range of topics. If you like her writing, you can visit her blog, Only Slightly Biased."], "url": "https://basmati.com/contributor/kate-harveston"},
{"_id": "0499887a-67d9-43b4-82b6-aac9fe504c3f", "title": ["Molly McCahan"], "content": ["Molly is a native of New Hampshire, where she grew up among the mountains and her mother’s garden. She is a graduate of the University of New Hampshire with a B.A. in Music Theory and EcoGastronomy. Since graduating, she has become a Permaculture Landscape designer, backpacker, climber, photographer, and writer. She additionally has extensive experience working with children in the outdoors ranging New Hampshire to Montana and Colorado. She loves spending time with people in the outdoors and working to cultivate a deep love of the environment in all people."], "url": "https://basmati.com/contributor/molly-mccahan"},
{"_id": "f56e78d0-25a6-4406-87b9-f98fdf0c7568", "title": ["Future Farms: Underwater Gardens"], "content": ["About an hour drive down the Mediterranean coast from Genoa Italy, and 100 meters (330 feet) out to sea, you will find yourself floating above an array of growing produce: this is ", "Nemo’s Garden", ". Six to 10 meters (20-33 feet) below the ocean’s surface there is an array of fruits, vegetables, and herbs growing in garden beds that look remarkably like jellyfish. Here we find something that could mean a new chapter in agriculture.", "In 2012, Sergio Gamberini, the president of the ocean reef group, found himself inspired by the idea of creating an intersection between two of his passions: diving and ", "gardening", ". Since that time his team has been developing underwater biospheres that utilize the properties of the shallow ocean to grow food in a stable environment. Since their inception, these subaquatic gardens have evolved from a self-contained bed of basil with about fifty cubic liters of volume to five biospheres coming in at about two-thousand liters of volume with 26 hydroponic seed beds a piece. The project was dubbed Nemo’s Garden.", "Why Would You Put a Farm Underwater?", "Well, putting a farm underwater actually solves quite a few issues that surround agriculture of the terrestrial variety. Primarily, because of the thermal insulation of the medium of the ocean, the biospheres do a particularly good job at automatically maintaining a warm, humid internal environment. The sunlight between 5 and 15 meters (16.4 and 49.2 feet) below the ocean’s surface is adequate to penetrate the water and create an effect similar to traditional greenhouses but quite a bit less susceptible to environmental temperature change. The thinking behind this is that temperatures and environmental factors will become increasingly sporadic as climate change has an increasingly significant impact on weather patterns. Underwater agriculture could provide a very stable balance between temperature and light.", "The location of the biomes also makes it quite difficult for parasites and fungi to find their way into the crop. With the exception of the accidental introduction of these blights into the environment by divers (referred to as agrinauts on the Nemo’s Garden website), the contained nature of the curious acrylic domes actually entirely eliminates any need to use destructive herbicides and ", "pesticides", " to preserve the crop. Though there is ever more awareness around the ", "detrimental nature of industrial farming", ", the agricultural chemical market is still", " projected to grow", " to 308.9 billion dollars by 2025. That amounts to a staggering 43.6% increase in value since 2016. The idea that the streamlining of this technology could change that 2025 outcome is exciting, to say the least.", "Finally, and probably most significantly, the temperature difference between the surrounding water and the sunlight heated domes is drastic enough to cause a significant amount of surface evaporation. This works like a distilled alcohol still, with the temperature difference causing evaporation of pure water that then condenses on the inside of the dome and trickles down into a reservoir that supplies the plants with water. Enough water, in fact, to completely supply the plants—maybe even more than enough. As ocean temperatures rise, the rate of evaporation is increasing and causing occasional surpluses of fresh water in the biospheres.", "This is exciting because ", "desalination", "—an increasingly important topic as global availability of fresh water continues to dwindle—has traditionally been a very expensive process. Desalination via distillation, like the process used in the domes, requires an external heat source to cause evaporation. This quickly becomes a very resource intensive task. The other method (desalination via filter, aka, reverse osmosis) is proving to be more efficient, but has yet to become a cost-effective alternative to simply importing water from elsewhere. That being said, free is free, and the dome desalination process eliminates the need to dispose of the byproduct (salt), and only requires pumping to the surface to be usable.", "Limitations of Underwater Farming", "While these jellyfish farms certainly hold quite a bit of potential, they have a long way to go before they become a realistic and fully self-sustainable resource. The farms, being based on a traditional hydroponic system, do require additional nutrients in order to propagate the plant population and thusly, is not a closed system agriculture solution.", "That being said, because of the immense amount of research opportunity created by the existence of these domes, pharmaceutical companies, cosmetic companies, and even Volvo has partnered with Nemo’s Garden. As a result, the farms are yielding a sizeable and growing body of research, one branch of this being into the possibility of utilizing algae as ", "organic fertilizer", ". As higher temperatures and increased amounts of carbon dioxide in the air and water result in greater possibility for problematic algal blooms, the possibility of utilizing their overproduction in a constructive way could be a sustainable and scalable solution for our changing world.", "Of course, the current constraint of the tech and resource heavy construction prevents the creations from being realistically scalable at the moment. In addition to an intensive sensor apparatus including CO2, O2, humidity, air temperature, gyroscopic monitoring, and video monitoring, maintenance technicians must be certified divers. There are 28 thick chains anchoring each dome to the ocean floor; they all require water to start the growing process, albeit a small amount, and they are rather susceptible to harsh storms. Their ", "live sensor data", " page was actually down for a bit as a result of a severe storm on March 15th damaging the sensor arrays.", "The Potential of Underwater Farming", "Though there are a number of logistical obstacles between Nemo's Garden and an agricultural revolution, the fact that ", "tomatoes", ", ", "strawberries", ", ", "mint", ", ", "aloe vera", ", and beans are being grown beneath the ocean's surface inside of these glowing high tech jellyfish certainly captures the imagination. Along with the half ton, aesthetically functional, flower of life sculpture in the center of the ring of gardens, the picture feels otherworldly and inspires philosophical waxing on the future of food and jellyfish. Curiously enough, aquatic life has also become attracted to the structures. ", "According to the Washington post", ", squid have begun to take shelter on the ocean floor beneath the structures and endangered seahorses have been found to create nurseries in the shadow of the hovering constructions.", "The final oddity here which has garnered a significant portion of the interest generated around Nemo’s Garden is the fact that for reasons as of yet unknown, plants are growing better under water. Though the significant levels of available CO2 can partially explain the accelerated rate of growth, an increase in the production of essential oils has yet to be unexplained. In basil, for example, the content of essential oils jumped from 57% to 73% when grown underwater, which is beginning to raise questions around the idea of plant cultivation in pressurized environments. Though it will be some time before we see this method start cropping up elsewhere, these hovering testaments to human ingenuity hint at a hopeful reconsideration of the way that we grow our food.", " ", " "], "url": "https://basmati.com/2018/07/05/future-farms-underwater-gardens"},
{"_id": "cc8c0acf-61b5-43d0-84ed-7ffdbfcd801a", "title": ["Superfood 101: Endive!"], "content": ["Endive is a ", "member of the family Asteraceae", ", commonly known as the Aster family of the genus Cichorium L. or chicory P that contains two species that include cultivated endive P and chicory P. The plant has ", "three main varieties", ": the Belgium endive, the curly endive, and the broad leaf endive. It is native to Asia Minor but is now found growing in North America and Europe. It is rich in nutrients and has been used medicinally for treating many maladies. ", "Endive", " is said to have come from the area of the Mediterranean and is native to Sicily; it was included in the diets of the Romans, Greeks, and Egyptians. The vegetable was mentioned in Ovid’s “Philemon and Baucis,” and Pliny describes it as being used in salads and as an herb. Endive was cultivated in England in 1548 and was brought to the United States in the early 19th century; then in 1826 the large, rooted varieties were grown in France.", "The Belgium endive grows in a cylindrical lettuce-like head that is small with yellow compact leaves that slightly curl at the edges. It has a moderately bitter flavor and is grown in dark rooms beneath the soil to maintain its pale color and delicate flavor. Curly endive is also known as frisee or chicory and grows in a bushy head with lacy textured leaves that are curly in structure and green in color. It also has a bitter flavor that is more prevalent in the leaves. Broad-leafed endive is also known as escarole which is less bitter in flavor than the other varieties with light-colored inner leaves and darker outer leaves which tend to be more bitter and tougher in texture.", "Health Benefits of Endive", "Nutrients found in ", "endive", " are vitamins A, ß-carotenes, and B-vitamins that include B9 or folic acid, B1 also known as thiamin, B3 called niacin, B5 known as pantothenic acid, and B6 or pyridoxine. The mineral content of endive includes ", "magnesium", ", calcium, and ", "iron", ".", "Endive", " also has a high fiber content, enabling it to help clean the body of free radicals and promote healthy digestion and balance the metabolism. It also prevents constipation, and it reduces the risk of cardiovascular diseases and cancer because it helps to reduce bad cholesterol levels. The presence of B-vitamins promotes brain health and reduces the risk of developing maladies like ", "Alzheimer’s disease", " and dementia.", "The vitamin A content in endive promotes ocular health, keeps the skin healthy, and promotes healthy mucus membranes. ", "Endive", " is also a factor in reducing the incidents of stroke, lessening the risk of developing gall stones, preventing Scoliosis, and reducing the risk of urinary tract infection. Endive can also facilitate weight loss as it is a low-calorie vegetable.", "Growing Endive", "Endive", " is an excellent ", "container plant", " but it is recommended to use commercial potting mix and not garden soil. Planting endive outdoors ", "requires cool temperatures", " because the seed will not germinate in temperatures above eighty degrees. It is best to sow in average soil in early spring in full sunlight for a first harvest and in late summer for a ", "fall harvest", ". Plant the seeds twelve inches apart, a quarter-inch deep, cover with a fine layer of soil, and keep the area moist. Seedlings will emerge in seven to ten days and thin as the plant grows to stand eight inches apart, giving the heads enough space to develop. In approximately forty days the leaves will reach the size of ten inches; then band the heads to blanch the inner leaves to develop the bitter flavor. Be sure to remove the bands during rain so the plant does not develop root rot.", "Eating Endive", "Endive can be found in food markets throughout the year and it is advised to choose the crispy and tender leafy tops and do not use the heads that have tough yellow outer leaves. Store the leaves in a plastic bag in the refrigerator for no more than four days.", "To prepare endive for use in recipes, fill a bowl with cold water, put the leaves in the water, and swirl them around until all of the dirt is settled to the bottom. Then remove the endive and dry the leaves in a spinner or drain them dry in a colander. ", "Endive", " can be used in many recipes as the leaves add to the depth of flavor in ", "salads", " and are used as an ingredient in ", "soups", " and ", "stir-fry recipes", ", and they can also be cooked as a ", "side dish", ", mixed with other cooked vegetables, and used as an ingredient in ", "juices", ".", " ", "Endive is a cool climate plant that is easily grown in the garden or as a container plant. It is rich in nutrients which helps heal the body and reduces the risk of developing many diseases. Endive has earned a place on the list of superfoods.", " "], "url": "https://basmati.com/2018/10/18/superfood-101-endive"},
{"_id": "730b4288-f409-4cdb-8764-70c9e9c885d3", "title": ["Superfood 101: Gulupa!"], "content": ["Gulupa is a ", "member of the family Passifloraceae", " or Passion-flower family of the genus Passiflora L., commonly known as passionflower P, containing the species Passiflora edulis Sims or purple granadilla P. The plant is ", "native to Brazil", " and flourishes in tropical America. It is also known as purple passion fruit, chulupa, and galupa culupo. It is rich in nutrients and is used as a healing herb and is an ingredient in many recipes. It is an attractive ", "vining plant", " and is easily grown in gardens and does well as a container plant. ", "Gulupa", " can be an irritant to those who have allergies to latex and while the flesh of the fruit is highly nutritious the skin is toxic, containing cyanogenic glycosides, and combined with the enzymes present in the skin form the poison cyanide; thus the skin is not edible and the fruit must be peeled before eating or used in recipes.", "Gulupa", " has a smooth outer skin that is thick and is dark purple in color. Its flesh is yellow and juicy containing edible seeds and it has a mildly sweet, acid flavor with a pleasant scent. The plant can be found ", "growing in the Andes mountain range", " at an elevation between 8,200 and 12,467 feet. It has a woody stem that vines up to forty-nine feet in length and its bark has a dark purple hue with stems that are a shade of white. The fruit is almost round and weighs about one-and-one-half ounces and grows to approximately two inches in diameter.", " ", "Health Benefits Of Gulupa", "Though ", "gulupa", " is small, it is packed with nutrients. Its vitamin content includes folates, niacin, pyridoxine, riboflavin, thiamin, and vitamins A, C, E, and K. The minerals found in gulupa are ", "potassium", ", calcium, copper, ", "iron", ", magnesium, phosphorus, selenium, and zinc. Other nutrients contained in the fruit include carotene-ß and crypto-xanthin-ß.", "Gulupa has many health benefits that include the prevention of ", "cancers", " due to its high content of antioxidants that heal cell damage due to naturally occurring free radicals. It is an excellent source of vitamin C, beta-carotene, and polyphenols which also aid in the protection against developing cancers. They are ", "anti-inflammatory", " substances that prevent heart disease and help the body to maintain a healthy cardiovascular system.", "Other health benefits of gulupa include its high vitamin A content, which is a major factor in ocular health and prevents degenerative eye diseases. It is also rich in fiber, which is essential for a healthy digestive system. Because gulupa is low in calories it is an ideal food for those on a weight loss diet.", " ", "How To Grow Gulupa", "Growing ", "gulupa", " is fairly easy and because it is a vine and a tropical plant it can be grown outdoors in warm climates and makes a decorative container plant for the colder climates, where it can be planted outdoors after the last frost. It can be planted from vine or seed in full sunlight and needs to be trellised for support of the vine. Use fertilizer made for flowering fruit and mulch the area to hold in the moisture. When growing gulupa in ", "containers", " provide adequate size and support for the vines.", "There are several types of gulupa, the purple variety of passion fruit. The Black Knight was developed in Massachusetts for potting and produces a fragrant, dark, purple-black fruit that is the size and shape of a large egg. The Edgehill originated in California and is similar to the Black Knight, only larger in size and does well outdoors. Another California variety is the Frederick, which is more oval and less purple in color and is slightly tart in flavor; it is used for ", "juicing", " or can be eaten raw. The Purple Giant is, as its name implies, a very large fruit for the species."], "url": "https://basmati.com/2019/01/31/superfood-101-gulupa"},
{"_id": "c998334b-efc4-4d9b-91cd-d145f6286836", "title": ["Superfood 101: Coconut Water!"], "content": ["Coconut water comes from the immature fruit of the ", "coconut palm", ". The ", "coconut palm", " is a member of the family Arecaceae or Palm family of the genus Cocos L., commonly known as coconut palm P, containing the species Cocos nucifera L. or coconut palm P. The ", "tree", " has its origins in the region known as Indian Malay.", "Coconuts", " were used in India for more than 3000 years where they are regarded as a sacred fruit. The name in Sanskrit is Kalpa-Vriksha, “eternal tree” or “tree which fulfills all wishes,” because all of the tree is used. The tree was brought to Africa in the 15th century and the fruit was then introduced in Europe. Today the tree can be found growing in tropical climates throughout the world. Coconut is rich in minerals and has many health benefits. It lends itself to many recipes like juices, entrees, and ", "desserts", ".", "Coconut water", " is the clear liquid found in immature coconuts. The outside hull is still green and inside is a white shell that will harden and darken with age. This is filled with the liquid we know as coconut water, contained in gelatinous matter that will absorb the coconut water and develop into the mature coconut flesh. In stores it often looks like a white container with a pointed top wrapped in plastic to keep it fresh.", " ", "Health Benefits Of Coconut Water", "Rich in nutrients, ", "coconut water", " contains vitamins B1 (thiamin), B2 (riboflavin), B3 (niacin), B5 (pantothenic acid), B6 (pyridoxine), B9 (folic acid), and C. These minerals are also found in coconut water: sodium, ", "potassium", ", calcium, copper, iron, ", "magnesium", ", ", "zinc", ", and manganese. To add to the list of beneficial nutrients are the hypo nutrients that include auxin (gibberellin) cytokines and lutein-zeaxanthin.  ", "Coconut water has many ", "health benefits", ". For casual athletes it is a ", "natural electrolyte drink", " due to its high potassium and low sugar content and is a good replacement for commercial sport drinks. Potassium also is a factor in regulating ", "blood pressure", ", reducing the risk of developing cardiovascular diseases. The electrolytes found in coconut water ", "help the body to detoxify", " by keeping the body ", "hydrated", " and taking stress from the ", "liver", " and kidneys. The calcium and magnesium found in coconut water reduces stress on the muscular system, too.  ", "Other health benefits of coconut water include supporting a healthy digestive system. It is effective in treating gastrointestinal maladies like mild diarrhea, vomiting, dysentery, dyspepsia, and flatulence. It is used in the treatment of cholera, defends the body against free radicals, and is used to heal wounds.", " ", "Cooking With Coconut Water", "Coconut water is versatile and is used in ", "many recipes", ". It makes a refreshing popsicle, is an ingredient in both alcoholic and non-alcoholic beverages, makes a delicious pancake sauce, and is an ingredient in puddings. Coconut water can be added to entrée recipes and side dishes. There are many dessert recipes that use coconut water that include cakes, gelatin recipes, and sorbet.", " ", "Coconut Milk & Coconut Water: What’s The Difference?", "There is a difference between coconut water and coconut milk. As mentioned earlier, coconut water is the clear liquid contained in immature coconuts. It is rich in nutrients and is a sterile solution free of contaminants, thus it’s no threat to health and is safe for children. It is a natural electrolyte ", "keeping the body hydrated", ".", "Coconut milk is made from the meat of the mature coconut that is grated then covered with boiled water and drained then set to cool. The milk is then squeezed out and, unlike coconut water, has a high fat content and is primarily used for cooking.", " ", " "], "url": "https://basmati.com/2019/02/21/superfood-101-coconut-water"},
{"_id": "76fffc87-bf9e-4952-a601-f432cc099a4c", "title": ["Superfood 101: Guava!"], "content": ["Guava is a ", "member of the family Myrtaceae", ", commonly known as the Myrtle family of the genus Psidium L. or guava P, containing the species Psidium guajava L. or guava P. The ", "plant", " is thought to be native to Mexico and Central America but it is not certain because of the widespread and longtime seed disbursement by man and animals.", "The plant was introduced to Hawaii in the early 19th century and came to Florida in 1847 where it became a commercial crop in 1912 in Palma Sola. Guava was brought to the East Indies and Guam by Spanish and Portuguese settlers.", "It can be found today throughout the tropical climates of the world growing wild; in many parts of the world and in some locations it is designated as a noxious weed subject to eradication. ", "Guava", " is used as an ingredient in many recipes and it is rich in nutrients.", " ", "What does guava look like?", "Guava grows on a small tree that matures to approximately thirty-three feet in height and has smooth, thin, flakey bark that has a copper tone with a green under layer.", "The leaves are coniferous and aromatic when crushed and grow opposing with a short petiole having an oval or oblong shape; they are two to six inches in width and one to two inches in length. These leaves are wide and leathery in texture and have a downy underside.", "The blooms are white, growing either as a single flower or in clusters and have a subdued fragrance.", "The fruit has a strong, sweet, and musky aroma and can be round, oval, or pear-shaped; it matures from two to four inches in length and has a pale yellow skin with tinges of pink. The inner skin or rind has a granular texture that can be white, yellow, deep pink, or red and is sweet and juicy. The central flesh is darker in color and juicy, and it contains many yellow colored seeds.", " ", "Health Benefits Of Guava", "Guava is rich in vitamins that include A, B1 (thiamin), B2 (riboflavin), B3 (niacin), B4 (adenine or choline). The fruit also contains calcium, phosphorous, and iron and it is low in calories, as one piece of fruit has from thirty-six to fifty calories depending on the size. Other beneficial substances found in guava are proteins, fat, and crude fiber.", "Other vitamins found in ", "guava", " are ", "vitamin C", " or ascorbic acid which is essential for maintaining and strengthening body tissue by acting as a catalyst to produce collagen. Vitamin C is a major factor in ", "preventing the development of cancer", " by strengthening the ", "immune system", ". Also present in guava is vitamin B9 (folic acid), which is important for a healthy circulatory system and preventing cardiovascular disease and anemia. Folic acid aids in the development of the fetal nervous system, resulting in its healthy growth.", "There are several health benefits to adding ", "guava", " to the diet. Because it contains vitamin A, the fruit maintains a healthy ocular system, preventing the development of macular degeneration, cataracts, and reversing the degradation of ocular tissue. It is also rich in astringents which aids in oral health by maintain strong gum tissue and inhibiting the growth of microbes.", " ", "Growing Guava ", "Guava is a ", "tropical tree", " that is easily grown in gardens in warmer climates and does well ", "in containers", " in colder climates. It is a small tree with more than 100 varieties, each having a unique flavor and appearance.", "The plant can be started from seed or cuttings in warmer climates. If you start the guava from seeds in the fruit, you must wash them in soft, tepid water and dry them for a few hours; then let them soak in warm water for three to four hours. Then sprinkle the seeds in a prepared pot of soil and place in a warm sunny place; to speed-up the germination a clear plastic bag can be placed over the pot. Once the plant is established, place in the garden in warmer climates or in a three gallon or larger container that drains well.", " ", "How To Eat Guava", "Guava is an ingredient in many recipes and is a versatile food. It can be eaten out of the peel, used in ", "salads", ", and makes a delicious dessert. It can be ", "juiced", ", made into pudding, or prepared as a syrup. Other recipes that use guava are pies, cakes, sauces, jams, chutney, catsup, and relish.", " "], "url": "https://basmati.com/2019/02/28/superfood-101-guava"},
{"_id": "2ca5a36c-8a83-465c-9a7c-f5fae18763cf", "title": ["Superfood 101: Horseradish!"], "content": ["Horseradish is a ", "member of the family Brassicaceae", ", commonly known as the Mustard family of the genus Armoracia G. Gaertn., B. Mey. & Scherb. or armoracia P of the species Armoracia rusticana G. Gaertn., B. Mey. & Scherb. or horseradish P. The ", "origin of the plant", " is not clear, but it is found today in Europe and Asia and was first cultivated in Germany. ", "Horseradish", " got its name from its large size and coarse texture and the term radish is the English translation of the Latin word “radix,” defined as “root.”", "The History of Horseradish", "Horseradish has been used for millennia during the Jewish Passover feast and the Greeks used it as a rub applied on the back to relieve pain. It became popular in Europe during the Renaissance and by the 17th century was a standard relish for beef and oysters in English cuisine. The plant was brought to North America by the Pilgrims and was cultivated in the northeastern region of the United States by the early 19th century, becoming a commercial crop by mid-century. Horseradish went west with the settlers who created regional markets and today six million gallons of prepared horseradish is sold annually—enough to add to sandwiches that can circle the Earth twelve times.", "What does horseradish look like?", "Horseradish is a ", "long, tapering root", " with a tan outer skin and white flesh that is thick and rough. It has broad, crinkled leaves and grows from six to twelve inches in length with knots at the end of the root. The plant is a perennial with roots that have a pungent, sharp, and unique flavor. It can be an invasive plant because if all of the root is not removed from the ground it will continue to grow and take over a garden; this makes it an ", "ideal plant for containers", ".", "Health Benefits of Horseradish", "As a healing herb, ", "horseradish", " is rich in nutrients and contains ", "vitamin C", ", calcium, folate, ", "magnesium", ", manganese, potassium, and ", "zinc", ". Horseradish has a high content of vegetable proteins. It is high in dietary fiber and contains enzymes and oils like sinigrin, which is a glucosinolate and acts as an antioxidant.", "There are many health benefits to including horseradish in the diet. Its fiber content makes it ", "ideal for digestion", " and it aids in a healthy digestive system. The vitamin C present in the herb ", "boosts the immune system", " and its antioxidants reduce the production of free radicals, thus inhibiting the formation and growth of cancers. The ", "potassium", " found in horseradish regulates blood pressure and benefits the entire cardiovascular system, thus reducing the risk of developing heart disease and stroke.", "Other health benefits of horseradish include contributing to a strong, healthy skeletal system because of its calcium content. It is ideal for pregnancies, in moderation, because the folate in the herb protects both the mother and fetus. It is a catalyst in the development of the fetus and eliminates the incidence of neural tube defects. The protein in horseradish is directly absorbed into the body, resulting in a ", "boost in energy", ", accelerating the repair of damaged tissue, and raising the ability to ", "concentrate", ".", "How to Grow Horseradish ", "Growing ", "horseradish", " does well in growing zones four to seven, which are temperate climates. It is best to plant in spring and can be started from crowns purchased from a nursery or ", "roots from the supermarket", ". Only two to three plants are needed for household use.", "Set roots or crowns in fertile soil that drains well a few weeks before the last frost. Place roots diagonally in the ground with the tip of the root down and the stem end up. The leaves can grow from three to four feet in height and it is advised to clip developing flowers in the spring to avoid over production and invasion. Harvest in late fall after several frosts have damaged the leaves.", "Horseradish is ", "ideal for growing in containers", ". Because the root system of the plant can grow to several feet long, confining the plant makes it easy to harvest and eliminates the probability of the horseradish to take over the garden. Use pots or containers with drain holes and enough room for root growth—the container should be from twenty-four to thirty-six inches deep. Place in the pot as in the garden and cover with one inch of soil and one inch of mulch. Be sure to keep the soil moist but not wet. The root should be ready to harvest in 140 to 160 days.", " "], "url": "https://basmati.com/2018/12/27/superfood-101-horseradish"},
{"_id": "22cb45b6-d642-40fe-aa24-56c9a6226c69", "title": ["Superfood 101: Grape Tomato!"], "content": ["Grape ", "tomatoes", " are a member of the family Solanaceae, also known as the Potato family, one of the many species of the genus ", "Solanum L.", " or ", "Nightshade P.", "  The plant ", "was developed in Taiwan", " and was cultivated in North America in 1996 in Manatee County, Florida. By the turn of the 21st century the grape tomato was outselling the cherry tomato ten-to-one where they were available. The United States bought a majority of the rights to the original plant (known as Santa) and Purdue University is one of several institutions that are developing new hybrids. Grape tomatoes get their name from their shape. They are also ", "grown in Mexico", " and grow on the vine clustered much the same as grapes which makes harvesting difficult and is one reason why they were sold as specialty produce. ", "Grape tomatoes", " are rich in nutrients and are a versatile ingredient in many types of recipes.", "Grape tomatoes are about the same size as cherry tomatoes but are oval-shaped, much like a grape. The fruit grows to one-half to three-quarters of an inch wide on vines that grow to approximately seven feet tall. The plant yields half as much fruit as does the cherry tomato plant. The skin of the grape tomato is thicker than that of the cherry tomato and the fruit is much less juicy. The fruit when ripe is firm with a sweet flavor.", "There are several types of grape tomato plants like the Elfin, which is shorter than other varieties; the Rosalita is a pink grape tomato that meets the true criteria of the fruit; and the Sprite plant is smaller and produces small, red, oval-shaped grape tomatoes. Varieties include the Santa F1, Chiquita, Jolly Elf, Morning Light (a yellow variety), Red Grape, Sweet Olive, and Tami-G.", "Health Benefits of Grape Tomatoes", "Grape tomatoes ", "contain a significant amount", " of fiber, carbohydrates, and protein. The nutrient content includes vitamins C and A and folate, as well as ", "calcium", ", ", "magnesium", ", phosphorous, and potassium. They are low in calories, containing twenty-seven per cup—making them an excellent snack for those watching their weight.", "Grape tomatoes are a significant cancer preventative food. Studies have shown that adding grape tomatoes to the diet reduces the risk of developing colon, rectal, and stomach cancers. They also help the body inhibit the growth of prostate and breast cancers. Grape tomatoes may also reduce the risk of ocular diseases like macular degeneration. They ", "boost the immune system", " and ", "support muscle and skin health", ".", "Grape tomatoes are ", "a versatile food", " that can be eaten as a snack or as an ingredient in recipes. They can be sauteed with garlic and olive oil and served as a side dish or can be used in a topping for chicken or fish entrees. They are excellent roasted or grilled with a little seasoning and olive oil.", "Growing Grape Tomatoes", "Growing ", "grape tomatoes", " in the garden is much ", "the same as growing any other variety of tomatoes", "—they require full sunlight and ", "rich garden soil", ". It is best to start grape tomatoes indoors six to eight weeks before the last frost. It is recommended to ", "use a cold frame", ", which is an unheated container made of wood and covered with glass or plastic to protect plants from frost. This is because they should be hardened first before planting by leaving them outdoors during the daytime and gradually getting to the point of leaving them out overnight. When ready, plant each in soil that is fertilized with diluted liquid fertilizer spacing twenty-four inches apart in rows that are thirty to thirty-six inches apart. Be very careful not to disturb the roots to minimize transplant shock. Use a high nitrogen fertilizer until the buds develop; then switch to a fertilizer that is higher in phosphorous and potassium to insure fruit production. It is highly recommended to cage, stake, or plant the vines along a fence line or trellis.", " "], "url": "https://basmati.com/2018/11/01/superfood-101-grape-tomato"},
{"_id": "d67f7b3d-07de-47ae-9cd1-3b2a75912063", "title": ["How To Grow Vegetables In Winter"], "content": ["In the Northern Hemisphere, we are now in the heart of winter. We are, however, past the solstice, and the days will become lighter and lighter in smaller increments. If you think you are well beyond any type of growing possibilities, I want to suggest that it actually is possible to ", "grow food in the winter", ". There are several different techniques that you can build yourself that will allow you to create a warm enough space to grow certain types of vegetables, even in the coldest of winters.", " ", "Common Methods for Growing in Winter", "1. Greenhouse", " ", "If you are lucky enough to have a ", "greenhouse", " or the ability to build one, you are in a fantastic position to grow a large amount of your own food. Experts in greenhouse design are able to build sustainable greenhouses that are capable of growing tropical plants, such as at the Central Rocky Mountain ", "Permaculture", " Institute. Some people even build ", "underground greenhouses", " that stay warm all winter! That being said, however, you do not have to have the most high-tech green house to have success growing cold hardy vegetables.", "2. Covered Rows", "Covered rows are ideal for the gardener who already has established beds and lives where the winter is mild. ", "Covered rows", " are effective in colder areas when used ", "inside", " a greenhouse. Otherwise, they are more for ", "season extension", ". If, however, you do live where winter is mild, row covers are a very flexible way to grow in your own garden. The materials are simple, usually just piping and cover cloth, and they are easy to build when winter is in as well as remove once summer starts.", "3. Hot Box/Cold Frame", "Cold frames", " take a little more to build but are an excellent way to resource materials such as windows. They can be permanent in your landscape or semi-permanent, depending on how you want to use them. I know of a woman who uses her ", "cold frame", " to successfully overwinter her rosemary bushes in the high desert of Utah. This permanent fixture is simply left open during the hot summer and kept closed in the winter. I have personally built a cold frame that can be moved in and out of the garden when I need it.", "4. Indoors", "The simplest technique is to grow your vegetables in your house. This technique requires some set-up, but this can be done at minimal cost. I like to set up a table near a window or sliding door in the house. If you do not have room for this, a table anywhere will do. I use ", "sprouting", " trays to lay out my seeds and position a couple of lamps with a growing light near or above the trays.", "When using grow lights indoors, it is extremely important to keep in mind that plants are just light humans in that they need darkness to rest. Do not leave the grow light on all the time. Your plants will come out spindly and weak. Instead, get into the routine of turning the light on and off every 12 hours to mimic the summer sun.", " ", "What to Grow in Winter", "1. Spinach", "Spinach", " is perhaps the most classic plant to ", "grow in the winter", ". It is relatively quick to germinate and hardy to cold. You can grow spinach in any of the above mentioned techniques. You can either scatter a large amount of seed and then cut the baby spinach as it grows, or separate the seedlings so that larger, mature plants come out of the garden. The longer you let it grow, the hardier the spinach will be.", "2. Salad Mix", "Perhaps the quickest vegetables to grow, ", "salad mix", " is used when you want to get fresh lettuce quickly. Salad mix is supposed to be scattered so that a mat of leaves pop out of the soil, which is then trimmed when ready to harvest. It is almost as if you were giving the lettuce a haircut! Salad mix can also be grown in any of the above contexts but is especially a great option when growing small amount indoors in seedling trays.", "3. Carrots", "Another classic, ", "carrots", " should be planted in cold frames, greenhouses, or row covers. The aim of planting carrots in the winter is to have them ready to eat by spring. Follow the usual techniques for growing carrots, making sure you buy a variety that is cold hardy such as Napoli or Nelson varieties.", "4. Cabbage", "Cabbage", ", like carrots, are a longer-term crop and should be grown in greenhouses, cold frames, and row covers. There are some northern varieties of cabbages that are known for holding up, even under three feet of snow! They emerge from the snow melt in the spring ready to eat. Depending on your environment, you can select the appropriate variety of cabbage for your winter growing technique.", "5. Sprouts", "Sprouts, like lettuce mixes are ideal for the indoor growers with minimal space. If you are able to grow both sprouts and lettuce mix, you are well on your way to enjoying a spring salad in the ", "middle of winter", "! Sprouts are not ideal to grow in a greenhouse, cold frame, or row cover context because they require careful monitoring of their moisture and are often plants that are not actually cold hardy. I recommend sunflower, buckwheat, and radish sprout varieties.", " ", " ", "You can successfully grow your own vegetables in the winter even with the most basic growing setup. Whether you have a fully functioning greenhouse with banana palms, or you live in a tiny apartment with one window, you can grow your own food with just a little dedication. Avoid salad that has been shipped from across the world during your winter, take action, and enjoy taking part in your food creation!", " "], "url": "https://basmati.com/2019/01/22/how-grow-vegetables-winter"},
{"_id": "137a1e2c-4c87-4809-9d83-1e573f323f6c", "title": ["Why Nuts & Seeds Are Essential To A Healthy Diet"], "content": ["From peanuts to cashews, the bar to the baseball stadium, nuts are just delicious! But sadly, nuts have gotten kind of a bad rap. Many people avoid eating too many nuts, believing them high in calories and fats.", "But while nuts may contain fats, they're the good kind that your body needs. And nuts offer so much more for your overall health—you really should be including more of them in your diet. Ever wonder why a walnut looks just like your brain? Read on! ", "Health Benefits of Nuts", " ", "Nuts offer a veritable ", "plethora of health benefits", ". Nuts have been shown to significantly lower your cholesterol and improve your heart health. In addition, eating nuts lowers ", "your risk of developing Type II diabetes", ". Walnuts are particularly good for lowering Type II diabetes risk. A ", "study recently performed by Harvard University", " showed that women who ate just seven almonds per day reduced their risk of developing Type II diabetes by 24%.", "In addition, nuts are amazing for heart health. While it is true that nuts are high in fats, they are the healthy, unsaturated fats your circulatory system craves. Some studies have even connected increased consumption of nuts with a lower risk of breast cancer. This is because the nutrition found in nuts helps to lower acidity in the body. Too much acidity has been linked to a higher cancer risk.", "Different Nuts for Different Reasons", "While all nuts offer ", "heart health benefits", ", different types of nuts offer more specialized health benefits. For example, ", "Brazil nuts contain a very high level of selenium", ", a mineral that helps raise your metabolism. They are also high in antioxidants, and this quality can ", "add a healthy glow to your skin", ".", "Cashews are a godsend for eye health. They contain high levels of lutein, a critical antioxidant that can help combat the macular degeneration that can come with normal aging. Lutein may also help those who spend a large amount of time in the sun, as these antioxidants assist in blocking the damaging effects of UV radiation.", "Almonds are ", "particularly high in vitamins E and D", ". Vitamin D is a critical vitamin for many Americans, especially those in northern latitudes who may not get much daily exposure to the sun. ", "Vitamin D", " is helpful in lowering high blood pressures in hypertensive individuals. Vitamin D can also increase physical endurance and stave off feelings of hunger for longer periods of time.", "Don't Forget Seeds, Too!", "While we've been discussing nuts, it's ", "important not to overlook seeds", " as another valuable nutritional firearm. ", "Eating chia seeds", ", for example, may help you lose weight. This is because they lower the markers found in diabetics which can lead to weight gain. In addition, the nutrition found in ", "chia seeds", " helps you to feel sated longer after eating.", "Flaxseeds", " are also nutritional powerhouses and can help you to not only lose weight but to improve your overall heart health. Flax seeds have proven beneficial in removing plaque from blocked arteries which can lead to heart attacks. Flax seeds also help to lower your LDL, or \"bad\" cholesterol and keep it at normal levels. Just a spoonful on your regular morning cereal can work wonders for your overall health.", "In addition, a lesser known seed, ", "Sachi Inchi", " seeds additionally lower cholesterol and high blood pressure. With a mild, nutty taste similar to that of deeply roasted peanuts, Sachi Inchi seeds make a natural addition to many traditional Thai dishes as well as enjoyed on their own as a snack.", "If you're seeking to lose weight, improve your heart and cardiovascular health, improve your brain and eye health as well as give your skin that nice, rosy glow, you'd do well to go a bit nutty! By ", "adding just one serving of nuts", " to your everyday diet, you'll be well on your way to a happier and healthier you. Get cracking!", " "], "url": "https://basmati.com/2018/11/09/why-nuts-seeds-are-essential-healthy-diet"},
{"_id": "4f3d49ed-f54a-4dc8-afc1-aecb99b47a33", "title": ["Superfood 101: Bitter Melon!"], "content": ["Bitter melon is a ", "member of the family Cucurbitaceae", " or the Cucumber family of the genus Citrullus Schrad, also known as watermelon P, and contains two species. The plant is ", "native to India", " and regions of Africa and through trade it was introduced to areas of Asia like China and Japan. It then made its way to the Philippine Islands and regions of northern and eastern Europe. The entire fruit is used: the ", "flesh is an ingredient in recipes", "; the seeds are used for healing purposes; and the leaves are made into tea. It is considered a healing food as it is rich in nutrients. Its name describes its flavor and it has many names: in India it is called karavella; it is known in the Philippines as ampalaya or parya; and in Japan they call it nigauri or tsurureishi. In English it is known as African cucumber, bitter gourd, and balsam pear.", "Bitter melon", " is a vining plant with leaves that are deeply lobed and are much like squash leaves. The plant produces vines that can be thirteen to sixteen feet in length. The fruit is oblong in shape, much like a pointed cucumber with skin that can be smooth or bumpy with warts, and grows to approximately from two to ten inches in length. The color of the bitter melon changes from green to yellow and ripens to orange. The flesh has a crunchy texture and has a high water content. It has a bitter flavor that is an acquired taste.", "One note of warning:  Because it has ", "abortifacient properties", ", it is advised that pregnant women avoid ingesting the plant. The seeds are also extremely toxic to children.", "Health Benefits of Bitter Melon", "Bitter melon", " is rich in nutrients that include vitamins A, C, E, B1, B2, and B3, and also folate. It is high in the following minerals: potassium, calcium, zinc, magnesium, phosphorus, and iron. It is also a good source of dietary fiber. One of its most unusual benefits is that it reacts in the body much as insulin.", "Bitter melon is very effective in inhibiting viruses. Because of its high ", "vitamin C", " content, it is used as an antiviral herb, preventing diseases like measles and various strains of pox. In the tropics it is used to prevent malaria. It is also effective in the treatment of HIV and the leaves reduce the risk of contracting herpes simplex type 1 virus.", "There are many other health benefits provided by bitter melon; these are only a few examples. The seeds are used to reduce the risk of developing breast cancer, cervical cancer, and prostate cancer without side effects. The leaves and fruit are made into an infusion to treat fevers and dysentery. It may also be significant in the ", "prevention of diabetes", "; studies indicate that bitter melon can ", "regulate blood sugar", " and has been used historically as a hypoglycemic agent.", "Growing Bitter Melon ", "Bitter melon is a sub-tropical and tropical plant and makes ", "a nice addition to the garden", " in mild climates. Because it is a vine it needs support, like a trellis, and does well in ", "good draining sandy or loam silt soil", ". It likes full sunlight and the soil should be prepared with ", "aged manure", " and ", "aged compost", ".  Plant two seeds one-half inch deep and spaced about twelve inches apart. The seeds will germinate in eight to ten days. Use a six foot square trellis and ", "prune the shoots", " to encourage vertical growth. Water regularly and add compost periodically during the growing season. In colder climates bitter melon does well ", "in containers", ". Use at least a five gallon pot but a larger container would be better and it should drain well.", " "], "url": "https://basmati.com/2019/01/15/superfood-101-bitter-melon"},
{"_id": "80c5741f-feba-4d73-bf4a-1536c9c507f4", "title": ["Superfood 101: Edamame Provides Protein & More!"], "content": ["Edamame is a ", "member of the family Fabaceae", ", commonly known as the Pea family of the genus Glycine Willd or soybean P and contains five species. They are ", "immature soybeans", " and are usually sold fresh in their pods. These young green soybeans are soft and edible while the pod is not edible; the beans can be used in salads, as a snack, and in many recipes. The earliest recorded reference of ", "edamame", " was on July 26, 1275, by Japanese Buddhist saint Nichiren Shônin. Though originating in China, edamame was brought to the attention of the world by the Japanese. It was not popular in the United States until the end of the 20th century when Japanese cuisine took its hold in the country. The trend began in June 1991 when Japan Airlines served edamame on their San Francisco to Japan flights. On May 27, 1994, Tak Kimura, also known as Mr. Edamame, first marketed the food in Berkeley, California, and the chain food markets began carrying the product throughout the country. ", "Edamame", " are a soft and tender bean that is rich in nutrients. They have a pleasant delicate flavor and are used in salads, sandwiches, soups, and many other dishes. They are usually grown in fields that are specifically designated for edamame soybeans and are not grown in fields where soybeans are allowed to mature. While soybeans are harvested when mature edamame is harvested when the beans are ripe.", "Health Benefits of Edamame", "Edamame are ", "rich in nutrients", ", containing vitamins C, E, and B-vitamins. They are an excellent source of minerals that include potassium, magnesium, calcium, phosphorus, and manganese. They also contain fiber, isoflavins, and omega-3 fatty acids and contain large amounts of natural plant estrogen known as phytoestrogens. Edamame are one of the few vegetables that are a ", "complete protein", ".", "There are many health benefits contained in ", "edamame", ". Aside from the other nutrients the beans contain vitamin A and minerals that include ", "iron", " and zinc. The nutrients contained in edamame keep the skin healthy, ", "boost the immune system", ", and maintain a strong skeletal system. It is advantageous in lung health and reduces the risk of developing lung diseases. The fiber content is a factor in healthy digestion and prevents digestive tract maladies. Its low calorie count makes edamame an excellent addition to a weight loss diet.", "How to Eat Edamame ", "Edamame are a versatile food. They can be eaten raw, ", "as a snack", ", steamed, or cooked in a microwave oven. They add a unique texture to many recipes and make an excellent addition to salads. The seeds must be removed from the pods before preparation.  To cook them in the microwave, sprinkle them with water and set on high for one minute or less and to bring out the green color pour ice water over them for a few seconds.", "Edamame can be stored fresh in the refrigerator for up to ten days. For long-term storage blanch the beans, and then drain, cool, and dry the beans with a paper towel. Once the beans are cool spread them on a cookie sheet and put in the freezer for about one hour, then place in a freezer bag. The beans will store in the freezer for approximately six months.", "Growing Edamame", "Growing ", "edamame", " in the garden requires a long growing season; they grow much like bush beans, from one to three feet in height and do not need to be staked. They need full sunlight and should be planted in temperature no lower than sixty degrees in rich, compost soil that drains well. The seeds should be planted from one to two inches deep, two to four inches apart in rows that are two feet apart and for a second crop plant another set in approximately ten days. To maintain the plants, thin the seedlings when they are about four inches tall to six inches apart and mulch to keep the soil moist and deter the growth of weeds. Water regularly, especially after budding and the pods begin to grow. When weeding be careful not to disturb the edamame roots. The pods can be harvested when they are two to three inches in length, are bright green and plump. Snap or cut the pods off the stem.  ", " ", " "], "url": "https://basmati.com/2018/11/15/superfood-101-edamame-provides-protein-more"},
{"_id": "73ab5aa3-a90c-4836-ab25-02ed4d01a933", "title": ["Superfood 101: Loquat!"], "content": ["Loquat is a ", "member of the family Rosaceae", ", commonly known as the Rose family of the genus Eriobotrya Lindl. or loquat P of the species Eriobotrya japonica (Thunb.) Lindl. or loquat P. The plant is ", "native to southeast China", ". It was possibly introduced in Japan where it has been cultivated for more than 1,000 years. It was first brought to Europe in 1690 by botanist Kaempfer and later described by Thunberg in 1712. In 1784 the National Gardens in Paris first planted loquat later to be grown in the Royal Botanical Gardens at Kew, England in 1787. It then gained popularity in North Africa and other parts of Asia. The plant has been grown in the Americas since 1867 and today there are more than 800 varieties of the plant. Loquat is rich in nutrients and used as a healing herb that includes the leaves, blossoms, and fruit. While these parts of the plant ", "can be ingested", " the seeds are highly poisonous and it is advised to keep loquat away from children though the fruit is safe for them to eat in moderation.", "Loquat", " grows on a coniferous tree with fragrant flowers. The fruit grows in clusters containing four to thirty loquats that range in size from one to two inches. They can be round, oval, or pear-shaped and have a smooth or downy skin with various shades of yellow, orange, or red hues. The pulp is succulent with a sweet, sub-acid, or acid flavor and can be white, yellow, or orange in color. The fruit contains an average of three to five seeds that are approximately five-eighths of an inch in length and five-sixteenths of an inch in diameter, have an angular elliptical shape, and vary in shades of brown", "Health Benefits of Loquats", "Loquats are ", "rich in nutrients", " that include vitamins A, C, and B-complex vitamins thiamin, riboflavin, niacin, pyridoxine, folates, and folic acid. They also contain the minerals ", "iron", ", calcium, manganese, ", "potassium", ", phosphorus, zinc, copper, and selenium. Other nutrients found in loquats are monounsaturated fats like omega-3 fatty acids and omega-6 fatty acids and fiber in the form of pectin.", "There are many healing benefits of loquat, like ", "regulating blood pressure", " due to the presence of potassium which reduces the stress on the cardiovascular system, inhibiting the development of stroke and heart attacks. It also provides increased blood circulation to the brain, improving cognitive function. The antioxidant contained in the fruit reduces the free radicals that form naturally in the body, thus ", "controlling the development of cancers", ".", "Other healing benefits of loquat include the reduction of the development of mucus in the respiratory system where bacteria grow and cause colds and other maladies. It also ", "boosts the immune system", " by using the vitamin C to rebuild damaged tissue. The fiber in loquat is beneficial to the digestive system and helps the body regulate weight.", "How to Grow Loquat Trees", "Loquat trees", " are subtropical plants that are used primarily for decorative landscaping in colder climates. The tree can be grown where citrus trees do well and can be planted in a variety of soils. They need warmth in order to germinate and do not produce fruit when grown in containers. It is best to use a one-year-old balled plant and allow enough room for development; by ten years the tree will bush to approximately twelve to fifteen feet. The tree will ", "bear fruit", " in about eight years and will develop more fruit if planted in full sunlight.", "How to Use Loquats", "There are many applications for ", "loquat", " and they are used in many recipes. They can be an ingredient in espanole, a brown sauce, and used to make dumplings. They lend themselves to ", "jams", " and ", "jellies", ", and are an excellent dessert like loquat foam and loquat cream. ", "Loquats", " can be used in any recipe that uses peaches, ", "apricots", ", or ", "plums", ".", " "], "url": "https://basmati.com/2018/12/13/superfood-101-loquat"},
{"_id": "d1e3a65c-81a8-4266-b6f5-d8bad7cc9880", "title": ["Merrill Baum"], "content": ["Merrill Baum is a self-healer, a vegetarian, a yogi and a certified animal acupressure therapist.  Several decades ago, she found that clean, organic food, supplements and meaningful exercise was the way to keep strong and healthy. Before organics were available in stores, she grew her own. Baum believes that acupressure is the least intrusive and most effective therapy. A vegan for more than three decades, she found that organics, exercise to accomplish a task and meditation are the primary component to good health,"], "url": "https://basmati.com/contributor/merrill-baum"},
{"_id": "12949cc3-bca6-4b5a-93dd-cb05dd0d472e", "title": ["Superfood 101: Green Beans!"], "content": ["Green beans are a ", "member of the family", " Fabaceae ⁄ Leguminosae, commonly known as the Pea family of the genus Phaseolus L. or bean, containing the species as identified by the United States Department of Agriculture (USDA) as Phaseolus vulgaris L. or kidney bean. The ", "plant", " is native to the Americas and was documented in Mexico, parts of Central America, and regions of South America. It is currently a worldwide staple and lends itself to countless recipes and ethnic cuisines—and ", "it can even be juiced", ". The vegetable is listed as belonging to both bean and legume families and rightly so because studies have proven that green beans contain similar vitamin, mineral, and other beneficial substances as beans and legumes and are known to lower the risk of developing chronic diseases. A green bean by any other name is still a ", "green bean", " because it has many different nomenclatures like snap beans, string beans, and wax beans.", "Green beans", " are tender, firm, elongated bean pods that have yet to mature. The cylinder contains immature beans and green beans are grown in many varieties that range in color from hues of green to yellow. They can be divided into two groups: pole beans that need to be supported and bush beans that grow without support.", " ", "Health Benefits of Green Beans", "Green beans are rich in nutrients that include vitamins B1 (thiamin), B2 (riboflavin), B3 (niacin), B6 (pyridoxine) and B9 (folic acid), as well as vitamins A, C, and K. The minerals that are found in green beans include ", "calcium", ", ", "magnesium", ", ", "potassium", ", phosphorous, sodium, and ", "iron", ". Other beneficial substances contained in the vegetable are fiber and fatty acids.", "There are many ", "health benefits in green beans", ". Rich in fiber, green beans are an excellent food for those on a weight loss diet as fiber prevents the development of body fat. It also maintains a healthy digestive system, bulking up the stool and preventing constipation. Its rich chlorophyll content lessens the risk of developing cancer. The flavonoids present in green beans help to keep the cardiovascular system healthy and functional.", "Other ", "health benefits of green beans", " include a strong and healthy skeletal system as vitamin K is essential to the production of calcium and maintains proper mineral absorption. Of the many benefits of vitamin C found in green beans is the maintenance of a ", "strong immune system", " and keeping the skin and hair healthy. Its vitamin A maintains a healthy ocular system and the presence of folic acid benefits prenatal heath.", " ", "Growing Green Beans ", "Green beans are a ", "popular addition to the garden", ". As mentioned, they come in two groups, pole and bush; the pole bean is a vining plant that needs a trellis or other means of support and can grow as high as fifteen feet. Plant pole bean seeds three inches apart after the last frost.", "The bush bean stands independent and will spread to approximately two feet around and must be planted from seed two inches apart after the last frost and not started indoors as they may not survive transplanting.", "To have green beans throughout the summer plant seeds every two weeks in well-draining soil. It is also advised to ", "mulch the plants", ". Use light nitrogen fertilizer to get a better yield and harvest the pods when they are still immature by snapping or cutting off the stem—and be sure not to tear them off.", " ", "How To Eat Green Beans", "A versatile food, green beans can be used in many dishes that include ", "sides", ", ", "salads", ", ", "stews", ", ", "soups", ", and casseroles. One of the most popular recipes is the Three Bean Salad and another dish is green beans sauteed in butter with almonds. ", "Green beans", " can be ", "pickled and used as a relish", "; the waxed variety make a colorful addition to salads when they are combined with the purple and green varieties.  ", " "], "url": "https://basmati.com/2019/02/07/superfood-101-green-beans"},
{"_id": "53a21cfb-a8bb-4d59-9bc7-c16996188cb2", "title": ["Superfood 101: Pineapple!"], "content": ["Pineapple is a ", "member of the family Bromeliaceae", " or Bromeliad family of the genus Ananas Mill, also known as pineapple P, containing the species Ananas comosus (L.) Merr. or pineapple P.  The plant is ", "native to Brazil", " where it is known as ananas, the Brazilian Tupi Indian word meaning \"excellent fruit\"—this term is used throughout the world.", "Columbus brought the fruit to Europe and used it on board ship to prevent scurvy. The first European settlers called it pineapple because they thought it resembled pine cones. ", "Pineapple", " in the American colonies was eaten preserved as a sweet meat and was too expensive to import until the establishment of the clipper ships. It was reported in the ", "Virginia Gazette", " in the summer of 1752 that a shipment of seven dozen fresh pineapples had arrived in Williamsburg from New Providence in the Bahamas; however, the fruit was very expensive. Pineapple was brought to Hawaii by Captain James Cook in 1790 but it was not commercially grown until the steamship made trade profitable. In 1903, James Drummond Dole began canning the pineapple at Wahiawa and established his company in 1921.", "Pineapple is a ", "composite of fruitlets", " emerging from a central core and fused together. The spiny “eyes” that appear on the surface of the pineapple are the fruitlets. The pineapple has a wide, cylindrical shape with an outer skin that is green, yellow, or brown and topped with a crown of spiny, blue-green leaves. The flesh is yellow with a sweet and tart flavor and has a tender texture. ", "Pineapple", " grows to about twelve inches in length and its crown is a third of the length of the fruit. ", " ", "Health Benefits of Pineapple", "Pineapple is rich in nutrients, containing vitamins C, B1 (thiamin), B2 (riboflavin), B3 (niacin), B-6 (pyridoxine), B9 (folic acid), A, E, and K. The fruit is high in minerals that include calcium, iron, magnesium, phosphorus, potassium, sodium, and zinc. Other important nutrients are fatty acids, sugars, and fiber.", "There are many health benefits in pineapple. The high vitamin C content and the enzyme bromelain present in the fruit help us maintain a healthy immune system by stimulating activity in white blood cells. It also reduces mucus and phlegm building up in the lungs which encourages a healthy pulmonary system. It is a factor in a healthy digestive system, preventing constipation, diarrhea, and irritable bowel syndrome (IBS). It can also be used to treat ", "gout", ".", "Other health benefits of ", "pineapple", " include the prevention of cardiovascular diseases like stroke, the preservation of muscle mass, and the reduction of bone deterioration due to the presence of potassium. It improves fertility by increasing blood flow to the genital organs. Another health benefit is that it is an excellent alternative to chemotherapy in the treatment of cancers.", " ", "Growing Pineapple", "Growing ", "pineapple", " is very easy: just ", "take the crown and then start it to root", " by cutting away all flesh and scoring the stem until a ring of brown dots are seen. Peel off the bottom leaves and dry the stalk and plant it about an inch deep in a six to eight inch clay pot with a light, quick draining mixture like cactus potting soil. Keep the soil moist—it will take about one to three months for the stem to take root. As the leaves begin to grow from the center of the stalk the pineapple can be transplanted into a larger container. Because it is a bromeliad it is a slow growing plant and will not develop fruit for two to three years. In tropical climates it can be grown in the garden and in colder climates it makes an excellent ", "container plant", ". The plant will mature in a year and will need a five gallon pot, and then it can be put out on the deck, patio, or in the garden in colder climates during the summer months.", " ", "How To Eat Pineapple", "Pineapple is a versatile food that can be an ingredient in many recipes. To use fresh pineapple, remove the crown at the base where it meets the fruit, and then place the pineapple base down and slice off the skin, being sure to carve out the eyes. Once peeled, cut the fruit into quarters and remove the core; the fruit can be cut into desired pieces. Pineapple will stay fresh in the refrigerator for about five days. Pineapple can be used as an ingredient in ", "salads", ", ", "curries", ", ", "smoothies", ", side dishes, and salsa recipes.", " "], "url": "https://basmati.com/2019/02/14/superfood-101-pineapple"},
{"_id": "a539e860-501c-4c54-8792-f1fd08bc9288", "title": ["Superfood 101: Carambola (Star Fruit)!"], "content": ["Carambola is a ", "member of the family Oxalidaceae", " or Wood-Sorrel family of the genus Averrhoa Adans, also known as averrhoa P, containing the species Averrhoa carambola L. or carambola P. The plant is known in the United States as ", "star fruit", ". The nomenclature carambola was a Portuguese interpretation of the Sanskrit word for the fruit “karmaranga” which means “food appetizer.”", "The plant has its origin in Malaysia and was found in China and India where the Portuguese discovered the fruit in the early 16th century. They later introduced it to Central America and Africa and it arrived in Florida in the middle of the 19th century. It is also a versatile food that can be used in many recipes or eaten fresh. ", "Carambola", " is a tropical plant that does well in the warmer climates of the world and ", "can be grown in containers", " in colder climates. The fruit is ", "rich in nutrients", " and contains many health benefits.", " ", "What does carambola (star fruit) look like?", "Carambola grows on a coniferous tree that has a short trunk producing many branches. The fruit emerges from purple or lilac flowers and is oblong in its overall dimensions and matures from a dark or light green to an orange-yellow hue. The mature fruit has five to six wings that may be outlined with green. They range in length from two-and-a-quarter to almost six inches and can grow to three-and-a-half inches wide. The outer skin or peel is thin and the fruit is waxy with juicy, yellow flesh when ripe that has a crisp texture and a honey aroma. The fruit contains approximately twelve tiny flat, brown seeds. When cut in the width the slices are shaped like a star. The entire fruit is edible.", " ", "Health Benefits Of Carambola (Star Fruit)", "Carambola", " is rich in nutrients that include vitamins A, B1 (thiamin), B2 (riboflavin), B3 (niacin), B6 (pyridoxine), B9 (in the form of folate), C, and E. The fruit also has a high content of minerals that include calcium, iron, magnesium, phosphorus, potassium, sodium, and zinc. Other beneficial substances found in carambola are fatty acids, sugar, protein, and fiber.", "Carambola is valuable in treating many maladies. It is low in calories, making it an excellent food for those on a weight-loss diet. Its high fiber content diminishes the absorption of LDL-cholesterol and helps protect the colon’s mucus membrane, binding to toxins that can cause colon cancer. The B-vitamins found in the fruit aid in metabolic function.", "Other health benefits of carambola include reducing the risk of developing cancers because of the vitamin C and its antioxidants and flavonoids that eliminate the free radicals that are naturally produced in the body’s metabolism. It is also an excellent ", "anti-inflammatory agent", " that prevents psoriasis and dermatitis. The calcium found in the fruit is beneficial to the circulatory system as it ", "balances blood pressure", " and relaxes the blood vessels and arteries, reducing the risk of developing heart disease and stroke.", " ", "How To Grow Carambola (Star Fruit)", "Carambola is a tropical tree that is ", "easily grown in warm climates", ". In colder climates it does well as a ", "container plant", ". In warmer climates it can be planted in any season except summer and in colder climates it is best to plant the tree in summer. The plant will do well in loamy soil with organic matter that drains well. Water the plant regularly until established then only when the soil is dry. The tree will bloom in approximately three years and will produce fruit about three months after flowering.", " ", "Eating Carambola (Star Fruit) ", "Carambola is a versatile food and can be used in many recipes. The immature fruit can be made into relishes and ", "chutney", ". The mature ", "fruit", " makes an excellent ingredient in ", "salads", " and the sliced fruit adds a decorative appearance to any salad preparation. It adds its unique flavor to ", "juices", " and drinks, both alcoholic and non-alcoholic. It is used in cake, pastry, tart, and pie recipes and as a side dish with poultry and seafood. The unwashed fruit can be stored in the refrigerator for about a month.", " "], "url": "https://basmati.com/2019/03/07/superfood-101-carambola-star-fruit"},
{"_id": "d9de7946-2206-445b-97bf-9b814a976246", "title": ["Julia Travers"], "content": ["Julia Travers is a widely published writer and journalist. She writes articles and creative works. She is also the founding editor of the artist interview site, Ask Artists."], "url": "https://basmati.com/contributor/julia-travers"},
{"_id": "aaaba5b2-c7bb-4f5e-a54b-476cbf6ce1dc", "title": ["Rima J. Pundir"], "content": ["Rima is a yogaphile and a strong believer in all things natural, holistic and as tamper-proof as possible. After being the Beauty Editor of Cosmopolitan and Good Housekeeping magazines, she hung up her work heels to start a family and focus on a happy life. So she and her husband moved from the busy metro they lived in, to the foothills of the Himalayas. She now splits her time between writing for Basmati as well as other websites, raising her two boys and pottering around in her kitchen and kitchen garden. She is working on a few children's books on the side as well, inspired by Dr. Seuss and his marvelous writings. Her new line of children-oriented mobile applications Alphabetastic has just come on the market!"], "url": "https://basmati.com/contributor/rima-j-pundir"},
{"_id": "ad7891ed-b7bf-468b-9e18-b62468447008", "title": ["5 End-Of-Season Steps For A Sustainable Garden"], "content": ["The conventional methods of putting the garden away involve pulling up your hard-grown plants and tilling your soil. While this method works for a few seasons, permaculture has a longer-term view of soil health. Tilling the soil destroys much of the delicate soil structures that allow for high levels of biodiversity. There are little pockets of water and air in the soil where ", "nutrient-carrying mycorrhizal fungi", " can grow and beneficial insects can reside. Tilling also opens your soil to nutrient loss through erosion and ", "the exposure of the nitrogen in the soil", " to the atmosphere. When old plants are pulled out of the soil, the soil structure, in addition to being damaged, loses the chance to develop new layers of complexity. Here you will find the step-by-step methods we use in permaculture to both ", "preserve soil health", " and build soil diversity in our annual gardens.", "1. Remove Your Annual Crops", "Instead of pulling your crops up and tilling your soil loose, I suggest cutting your plants at the base, where the stem meets the soil. The roots of the plant will remain in the soil, slowly decomposing back into the soil while also leaving behind pockets where air and water can enter. You will need a good pair of garden shears or even loppers to achieve this task. ", "Build a new compost pile", " with the plant material you remove from your garden.", "2. Apply Compost", "If you have a ", "compost pile", " from which to draw, spread a layer a quarter-to-a-half-inch thick on top of the newly cut plants. Feel free to also purchase some ", "organic composted manure", " or local compost of your choice. This is to give you a fluffy planting medium for the next step.", "3. Select Cover Crop", " ", "There are many different types of ", "cover crops", " to choose from, and it can be difficult to decide what to use. It is important to choose crops that will die off in the winter. Some organic farmers will choose crops that do great work for building nutrients in the soil but require tilling in order to stop them from growing. Once again, tilling breaks the delicate structure of the soil that builds the soil’s bio-diversity, and so it will be easier for you and better for your garden to make sure that the plants you choose do not need to be tilled in order to be effective.", "There are also certain types of plants that have a strong symbiotic relationship with mycorrhizal fungi. These fungi are responsible for bringing important nutrients to the plants and add to the overall resilience of the garden. If you begin to think of your garden as needing the same soil composition of an ancient forest, you will begin to see how the permaculture techniques work.", "4. Plant Cover Crop Seeds", "I suggest using a combination of plants such as ", "oats", ", ", "field peas", ", and ", "tillage radishes", ". All of these crops will die off once the winter chill seeps into the soil, so you won’t have to till them. Each one germinates easily, even at cool autumn temperatures, and they work together to build the nutrients of the soil. The oats give the field peas a structure on which to grow. Field peas fix nitrogen from the air into the soil and make it available to other plants. The oats in turn balance the amount of nitrogen in the soil with the amount of carbon in the soil. Tillage radishes burrow into the earth and are excellent for breaking up compacted soils or for simply adding more spaces for water and air to be held.", "Make sure you purchase enough seeds to cover all your beds. You will need about half a pound of the mixed seeds for every 100 square feet of garden. Disperse your seeds generously across the surface of your garden beds, lightly fluff the soil up around them so that they are surrounded by the compost, and then gently press the seeds into the ground with the palm of your hand. The seeds do not need to be buried but they should be secure on the surface of the soil.", "The seeds should begin to germinate within a week. Plant about a month before hard winter frosts are set to arrive in your region so that the plants will have time to grow at least five inches tall.", "5. Plant Transplants in the Spring", "The cover crops you planted will have turned brown and hopefully laid down by the snow over the winter. If you have not gotten snow in your region, you may need to give the leftover peas and oats a haircut before you plant in the spring. Lay the plant cuttings down on the surface of your garden. The plant remains will serve as ", "mulch", " for your garden to suppress weeds and keep moisture in the soil. In order to plant new vegetables, use a bulb planter to cut out a hole in the soil in which you can place a potted plant or bury a new seed. Do not disrupt or take off the remains of the cover crops because they are holding the nutrients in the soil.", " ", "Permaculture techniques attempt to mimic the forest ecosystem, and so rely on the services of certain plants to do certain jobs. A forest never gets tilled by a tractor and our gardens do not need to be tilled either. Cover crops are an easier way to build soil health and diversity and will make your vegetable garden thrive year after year.", " "], "url": "https://basmati.com/2018/10/05/5-endofseason-steps-sustainable-garden"},
{"_id": "66f3f091-265c-43c9-9c43-a14f361e80ea", "title": ["Agroforestry: How Growing Trees On Farms Fights Climate Change"], "content": ["When we combine trees, crops and/or livestock, we create a land-use system called agroforestry, and it’s good for the planet. Trees’ ability to hold carbon reduces the CO2 levels in the atmosphere, which is an important established goal in preventing or slowing global warming and its related stresses and effects on our planet, our species, and the other inhabitants of Earth. And, by integrating trees into ", "agricultural settings", ", multiple ecological and practical advantages are possible.", "Trees Soak Up Carbon", "Trees naturally store carbon in their wood from their roots, to their branches, to their hard cores, and can absorb more over time. While they also release some carbon through their “breathing process,” which also creates oxygen for us, they keep more carbon than they give off. And, the older the tree, the more carbon it can store. ", "Old growth forests", ", whose trees are hundreds or thousands of years old, have a ", "30 percent", " higher carbon sequestration rate than younger ones.", "A ", "report", " published in the journal ", "Science Advances", " in the fall of 2018 found that planting trees was a powerful natural deterrent to climate change, and that smarter, eco-conscious management of America’s forests, grasslands, and soil could offset up to 21 percent of the country's annual greenhouse gas emissions—that’s the equivalent of taking all the cars and trucks in the U.S. out of circulation!", "The authors of another 2018 ", "paper", ", this one in ScienceDaily, report that agroforestry absorbs more carbon than farms alone or pastures and grasslands. This tree-integration method increased the amount of carbon stored about 34 percent when the original land-use was ", "farming", ", and about 10 percent when the original land-use was pasture/grassland. (Integrating trees and pasture is also known as silvopasture.)", "\"We showed that agroforestry systems play an effective role in global carbon sequestration, involved in carbon capture and the long-term storage of atmospheric carbon dioxide. The process is critical to mitigating or deferring global warming,” Michael Jacobson, professor of forest resources with the College of Agricultural Sciences at Pennsylvania State University who led the research group, said.", "Trees & Agroforestry Can Serve Many Purposes", "The world population is growing and efficient, non-destructive land-use is an ever-present and concerning issue. The Food and Agriculture Organization (FAO) of the United Nations (U.N.) estimates that to meet the demand for food by 2050, production will have to increase by more than 60 percent. In response, more farmers and agriculturalists around the globe are embracing sustainable farming practices like ", "organic", " cultivation; crop rotations and the use of cover crops to support soil health; polyculture, or growing several types of crops in the same space, which has been found in some ", "cases", " to reduce the presence of unwanted insects and disease; and ", "permaculture", ", or implementing agricultural designs based on the natural local ecosystem. The multipurpose land-use system of agroforestry is considered another sustainable option.", "Along with holding carbon and being environmentally friendly, trees can serve other practical and economic uses for farmers. Cultivators in tropical countries and those often referred to as “developing” are already taking advantage of these benefits. For example, vegetable and grain crops can be planted around trees that grow ", "nuts", " and fruit. Growing crops between rows of maturing trees is also sometimes called “alley cropping.” And, the trees’ wood can be used or sold as a fuel source or lumber, and trees may provide vital shade to livestock. Trees can also reduce soil erosion and water loss. Shareholder farmers with a few acres of land must use every square foot to their advantage.", "Jacobson thinks agriculture and forestry should be considered in unison during sustainable land-use planning and that agroforestry holds many gifts for local ecosystems. He thinks agroforestry “offers a set of conservation and production technologies that can help to integrate forestry and agriculture efforts beyond carbon cycles, such as water quality and biological diversity.\"", "And, along with letting us breathe and stay alive, trees and plants have been shown to calm our nerves as well; a 2015 ", "study", " in the International Journal of Environmental Research and Public Health found that contact with green settings has “positive effects on mood, self-esteem and self-reported feelings of stress and depression”—even looking at a picture of a natural area can have this effect. Some doctors even ", "prescribe", " walks in the woods to boost their patients’ well-being.", "Trees can clearly help and nurture us in many manners and places: throughout our communities, in our natural areas, and even on our farms. "], "url": "https://basmati.com/2019/01/10/agroforestry-how-growing-trees-farms-fights-climate-change"}
]